tap "cloudflare/cloudflare"
tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "openssl@3"
brew "ansible"
brew "anyenv"
brew "zstd"
brew "arduino-cli"
brew "avrdude"
brew "awscli"
brew "freetype"
brew "harfbuzz"
brew "icu4c@75"
brew "binwalk"
brew "ccache"
brew "cmake"
brew "lima"
brew "colima"
brew "coreutils"
brew "exiftool"
brew "unbound"
brew "gnutls"
brew "sdl2"
brew "ffmpeg"
brew "fish"
brew "flyctl"
brew "ncurses"
brew "gdb"
brew "gh"
brew "ghostscript"
brew "git-lfs"
brew "gnu-sed"
brew "qt"
brew "gnuplot"
brew "go"
brew "gstreamer"
brew "htop"
brew "hugo"
brew "libheif"
brew "imagemagick"
brew "librsvg"
brew "qemu"
brew "lima-additional-guestagents"
brew "llvm"
brew "lld"
brew "lrzsz"
brew "mas"
brew "mupdf"
brew "ollama"
brew "pandoc"
brew "php"
brew "pipenv"
brew "pwntools"
brew "pyenv"
brew "r"
brew "radare2"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "rustup"
brew "sdl12-compat"
brew "sl"
brew "swig"
brew "telnet"
brew "testdisk"
brew "tmux"
brew "tree"
brew "typst"
brew "uhd"
brew "wget"
brew "wrangler"
brew "yt-dlp"
brew "zsh"
cask "amethyst"
cask "android-studio"
cask "appcleaner"
cask "arc"
cask "arduino-ide"
cask "authy"
cask "aws-vpn-client"
cask "basictex"
cask "blackhole-16ch"
cask "blackhole-2ch"
cask "blender"
cask "burp-suite"
cask "claude"
cask "cursor"
cask "deepl"
cask "devtoys"
cask "discord"
cask "docker-desktop"
cask "drawio"
cask "figma"
cask "firefox"
cask "flutter"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-ipaexfont"
cask "font-noto-sans-cjk"
cask "fujitsu-scansnap-home"
cask "gdisk"
cask "gimp"
cask "google-chrome"
cask "google-drive"
cask "hiddenbar"
cask "inkscape"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "keka"
cask "kiro"
cask "libreoffice"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "microsoft-word"
cask "miniforge"
cask "mockoon"
cask "ngrok"
cask "notion"
cask "notion-calendar"
cask "obs"
cask "obsidian"
cask "onedrive"
cask "openinterminal"
cask "parsec"
cask "processing"
cask "raycast"
cask "rstudio"
cask "slack"
cask "stats"
cask "teamviewer"
cask "visual-studio-code"
cask "vlc"
cask "webex"
cask "gcenx/wine/wine-crossover"
cask "wireshark-app"
cask "zap"
cask "zoom"
cask "zotero"
