tap "cloudflare/cloudflare"
tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "lima"
brew "flyctl"
brew "qemu"
brew "lima-additional-guestagents"
brew "wrangler"
cask "amethyst"
cask "android-studio"
cask "appcleaner"
cask "arc"
cask "arduino-ide"
cask "authy"
cask "aws-vpn-client"
cask "basictex"
cask "blackhole-16ch"
cask "blackhole-2ch"
cask "blender"
cask "burp-suite"
cask "claude"
cask "cursor"
cask "deepl"
cask "devtoys"
cask "discord"
cask "drawio"
cask "figma"
cask "firefox"
cask "flutter"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-ipaexfont"
cask "font-noto-sans-cjk"
cask "fujitsu-scansnap-home"
cask "gdisk"
cask "gimp"
cask "google-chrome"
cask "google-drive"
cask "hiddenbar"
cask "inkscape"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "keka"
cask "kiro"
cask "libreoffice"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "microsoft-word"
cask "mockoon"
cask "ngrok"
cask "notion"
cask "notion-calendar"
cask "obs"
cask "obsidian"
cask "onedrive"
cask "openinterminal"
cask "parsec"
cask "processing"
cask "raycast"
cask "rstudio"
cask "slack"
cask "stats"
cask "teamviewer"
cask "visual-studio-code"
cask "vlc"
cask "webex"
cask "gcenx/wine/wine-crossover"
cask "wireshark-app"
cask "zap"
cask "zoom"
cask "zotero"
