tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "mas"
brew "node"
cask "amethyst"
cask "authy"
cask "bitwarden"
cask "docker"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "google-chrome"
cask "google-drive"
cask "karabiner-elements"
cask "onedrive"
cask "processing"
cask "slack"
cask "visual-studio-code"
mas "Bitwarden", id: 1352778147
mas "Spark", id: 1176895641
mas "Xcode", id: 497799835
